Repository: numero2/contao-notification_center-aws-sns
Catalog: src/Resources/contao/languages/*/*_language.xlf
Languages: de

# tl_nc_language.aws_sms_type.0
source: SMS type
de: SMS Typ

# tl_nc_language.aws_sms_type.1
source: Please select the SMS type.
de: Bitte Wählen Sie den SMS Typ.

# tl_nc_language.aws_sms_sender_name.0
source: Sender name
de: Absendername

# tl_nc_language.aws_sms_sender_name.1
source: Please enter a sender name, maximum 11 characters.
de: Bitte geben Sie einen Absendernamen ein, maximal sind 11 Zeichen möglich.

# tl_nc_language.aws_sms_recipient_number.0
source: Recipient phone number
de: Empfänger Telefonnummer

# tl_nc_language.aws_sms_recipient_number.1
source: Please enter the recipient's phone number in E164 format, e.g. +49123456789.
de: Bitte geben Sie die Telefonnummer des Empfängers im E164-Format ein, z.B. +49123456789.

# tl_nc_language.aws_sms_text.0
source: Message
de: Nachricht

# tl_nc_language.aws_sms_text.1
source: Please enter the text. Only ASCII characters are supported.
de: Bitte den Text eingeben. Es werden nur ASCII Zeichen unterstützt.

# tl_nc_language.aws_sms_types.Promotional
source: Promotional (Advertising)
de: Promotional (Werbung)

# tl_nc_language.aws_sms_types.Transactional
source: Transactional (Business)
de: Transactional (Geschäftlich)
